Repository: yannick-zipf/user-role-for-flamingo
Catalog: user-role-for-flamingo/languages/user-role-for-flamingo-*.po
Languages: de_de

source: User Role For Flamingo - Capabilities
de_de: Rolle für Flamingo - Berechtigungen

source: Flamingo User Role
de_de: Flamingo Benutzerrolle

source: Settings Saved
de_de: Einstellungen gespeichert

source: Save Settings
de_de: Einstellungen speichern

source: Contact Capabilities
de_de: Berechtigungen für Kontakte

source: Inbound Message Capabilities
de_de: Berechtigungen für eingehende Nachrichten

source: Outbound Message Capabilities
de_de: Berechtigungen für ausgehende Nachrichten

source: Show Contact List
de_de: Kontaktübersicht anzeigen

source: Shows the admin menu item for contacts and allows access to the corresponding contacts page to show all contacts.
de_de: Zeigt den Admin-Menüpunkt für Kontakte an und ermöglicht den Zugriff auf die entsprechende Kontaktseite, um alle Kontakte anzuzeigen.

source: Edit Contact
de_de: Kontakt bearbeiten

source: Allows to access the edit contact screen and actually editing the contact. Contacts can still be deleted depending on the "Delete Contact" capability. Only applies when access to "Show Contact List" is granted.
de_de: Erlaubt Zugriff auf den Screen zum Bearbeiten von Kontakten und das eigentliche Ändern eines Kontakts. Kontakte können trotzdem gelöscht werden, dies hängt von der „Kontakt löschen“ Berechtigung ab. Nur relevant, wenn die Berechtigung „Kontaktübersicht anzeigen“ erteilt wurde.

source: Delete Contact
de_de: Kontakt löschen

source: Allows to delete a single contact or multiple contacts at once. Only applies when access to "Show Contact List" is granted. In addition, this capability allows users with corresponding rights to delete contacts via the WP privacy personal data erasers.
de_de: Erlaubt, einen einzelnen Kontakt oder mehrere Kontakte gleichzeitig zu löschen. Nur relevant, wenn die Berechtigung für „Kontaktübersicht anzeigen“ erteilt wurde. Außerdem erlaubt diese Berechtigung Benutzern mit entsprechenden Berechtigungen zum Ausführen der WordPress-Funktion „Personenbezogene Daten löschen“ Kontakte zu löschen.

source: Show Inbound Messages
de_de: Übersicht für eingehende Nachrichten anzeigen

source: Shows the admin menu item for inbound messages and allows access to the corresponding messages page to show all inbound messages.
de_de: Zeigt den Admin-Menüpunkt für eingehende Nachrichten an und ermöglicht den Zugriff auf die entsprechende Seite, um alle eingehenden Nachrichten anzuzeigen.

source: Edit Inbound Message
de_de: Eingehende Nachricht bearbeiten

source: Allows access to the edit screen for a single inbound message. There is nothing to edit besides the Spam/No Spam attribute, which works also, if "Spam Inbound Message" or "Unspam Inbound Message" are not granted. Only applies when access to "Show Inbound Messages" is granted.
de_de: Erlaubt Zugriff auf den Screen zum Bearbeiten von eingehenden Nachrichten. Dort gibt es nichts zu bearbeiten außer dem Setzen des Spam/Kein Spam Attributs, welches an dieser Stelle auch gesetzt werden kann, obwohl „Eingehende Nachricht als Spam markieren“ oder „Eingehende Nachricht als kein Spam markieren“ nicht erlaubt sind. Nur relevant, wenn die Berechtigung „Übersicht für eingehende Nachrichten anzeigen“ erteilt wurde.

source: Delete Inbound Message
de_de: Eingehende Nachricht löschen

source: Allows to trash a single inbound message or multiple inbound messages at once from the list screen and the edit screen. When there are items in the trash, the trash page can be accessed even without this capability. Only applies when access to "Show Inbound Messages" is granted. In addition, this capability allows users with corresponding rights to delete inbound messages via the WP privacy personal data erasers.
de_de: Erlaubt, eine einzelne eingehende Nachricht oder mehrere eingehende Nachrichten gleichzeitig vom Übersichts-Screen und dem Bearbeiten-Screen zu löschen. Wenn es Nachrichten im Papierkorb gibt, kann trotzdem auf den Papierkorb zugegriffen werden, auch ohne diese Berechtigung. Nur relevant, wenn die Berechtigung für „Übersicht für eingehende Nachrichten“ erteilt wurde. Außerdem erlaubt diese Berechtigung Benutzern mit entsprechenden Berechtigungen zum Ausführen der WordPress-Funktion „Personenbezogene Daten löschen“ eingehende Nachrichten zu löschen.

source: Show "Empty Trash" Button for Inbound Messages
de_de: Button „Papierkorb leeren“ für eingehende Nachrichten anzeigen

source: Shows the "Empty Trash" Button on the trash page. It depends on the "Delete Inbound Message" capability, if inbound messages can actually be permanently deleted. Only applies when access to "Show Inbound Messages" is granted.
de_de: Zeigt den „Papierkorb leeren“ Button im Papierkorb an. Es kommt auf die Berechtigung „Eingehende Nachricht löschen“ an, ob eingehende Nachrichten wirklich permanent gelöscht werden können. Nur relevant, wenn die Berechtigung für „Übersicht für eingehende Nachrichten“ erteilt wurde.

source: Spam Inbound Message
de_de: Eingehende Nachricht als Spam markieren

source: Allows user to spam a single inbound message or multiple inbound messages at once from the overview screens. Caution: Permission for spamming and unspamming a single inbound message from the edit inbound message screen is always granted.
de_de: Erlaubt Benutzern, eine einzelne eingehende Nachricht oder mehrere eingehende Nachrichten gleichzeitig vom Übersichts-Screen als Spam zu markieren. Achtung: Eine eingehende Nachricht kann unabhängig von dieser Berechtigung vom „Nachricht bearbeiten“-Screen jederzeit als Spam/kein Spam markiert werden.

source: Unspam Inbound Message
de_de: Eingehende Nachricht als kein Spam markieren

source: Allows user to unspam a single inbound message or multiple inbound messages at once from the overview screens. Caution: Permission for spamming and unspamming a single inbound message from the edit inbound message screen is always granted.
de_de: Erlaubt Benutzern, eine einzelne eingehende Nachricht oder mehrere eingehende Nachrichten gleichzeitig vom Übersichts-Screen als kein Spam zu markieren. Achtung: Eine eingehende Nachricht kann unabhängig von dieser Berechtigung vom „Nachricht bearbeiten“-Screen jederzeit als Spam/kein Spam markiert werden.

source: Edit Outbound Message
de_de: Ausgehende Nachricht bearbeiten

source: Allows user to edit outbound messages.
de_de: Erlaubt Benutzern, ausgehende Nachrichten zu bearbeiten.

source: Delete Outbound Message
de_de: Ausgehende Nachricht löschen

source: Allows user to delete a single outbound message or multiple outbound messages. Shows the "Empty Trash" button on the trash screen. When there are items in the trash, the trash page can be accessed even without this capability.
de_de: Erlaubt Benutzern, eine einzelne ausgehende Nachricht oder mehrere ausgehende Nachrichten gleichzeitig zu löschen. Zeigt den „Papierkorb leeren“-Button im Papierkorb an. Wenn es Nachrichten im Papierkorb gibt, kann trotzdem auf den Papierkorb zugegriffen werden, auch ohne diese Berechtigung.

source: User Role for Flamingo
de_de: Benutzerrolle für Flamingo

source: Configure special user role to access the flamingo contacts and messages wihtout admin permissions.
de_de: Konfiguriere eine spezielle Benutzerrolle, um Benutzern Zugriff auf Kontakte und Nachrichten zu geben, ohne sie zu Administratoren zu machen.
